import React from 'react';
import {Components} from 'meteor/vulcan:core';

const Home = () =>
    <div>
      <h1>نبذة عن مشروع الزواج</h1>
      <h3>بسم الله الرحمن الرحيم</h3>
      <p>الحمد لله والصلاة والسلام على رسول الله وآله وصحبه وبعد</p>
      <p>ينطلق مشروع الدلالة فى الزواج من قول النبي صلى الله عليه وسلم (الدال على الخير كفاعله).</p>
      <p>ويهدف المشروع إلى التقريب بين راغبي الزواج من الرجال والنساء بحيث يسهل وصل الرجل إلى المرأة التى تناسبه والعكس.</p>
      <p>ولا شك أن الإعانة على ما أمرت به الشريعة من النكاح لفوائده العظيمة داخل في قوله تعالى : "وتعاونوا على البر والتقوى".</p>
      <p>ومن أهداف هذا المشروع ما يلى:</p>
      <ul>
        <li> تمكين الراغبين فى النكاح من وضع المعلومات التى تسهل على إدارة الموقع الربط بين الطرفين</li>
        <li> المحافظة على سرية المعلومات بحيث لا يطلع عليها أى داخل إلى الموقع وسوف يتاح لمن يثبت للموقع جديته الاطلاع على معلومات معينة لا تؤدى إلى كشف شخصية الطرف الآخر أو معرفته على التعيين</li>
      </ul>
      <p>وذلك لأننا رأينا ان معظم المواقع التى تعمل فى مجال مشابه تكشف كل المعلومات لكل أحد مما يؤدى إلى الوقوع فى أنواع من الفساد والاتصال المباشر من أى رجل بأى امرأة وهذ أمر لا ترضاه الشريعة.</p>
      <p>وستقوم إدارة الموقع تحت إشراف فضيلة المشرف على الموقع باختيار أصحاب الرغبات المتقاربة وإيجاد الطريقة المناسبة لدلالة الرجل على ولى المرأة . حتى يأتى البيوت من أبوابها وتكون الخطبة بغير ريبة.</p>
      <p>إن طريقة العمل وعرض البيانات فى هذا الموقع سيجنب النساء المسلمات - بمشيئة الله تعالى - الحرج فى عرض البيانات.</p>
      <p>يفترض الموقع الصدق فى المعلومات وصحة البيانات المقدمة وفى حالة اكتشاف خلاف ذلك سيتم شطب الطلب بالكامل وعدم التعامل مع صاحبه مستقبلاً وذلك لما يترتب على الكذب فى البيانات من الإضرار بجميع الأطراف.</p>
      <p>&nbsp;</p>
      <h1>طريقة عمل الموقع:</h1>
      <ol>
        <li>إدخال البيانات الشخصية في النموذج المخصص أدناه</li>
        <li>تتم مراجعة البيانات من قبل المشرف</li>
        <li>بعد مراجعة بيانات قسم الرجال سيتم السماح لمن تثبت جديته بالاطلاع على معلومات معينة تساعد فى تحديد رغبته وهذا يتطلب اتصالاً مباشراً من إدارة الموقع بالشخص ولن تكون المعلومات المسموح بالاطلاع عليها متضمنة لما يكشف شخصية الطرف الآخر مثل الاسم - رقم الهاتف ....</li>
      </ol>
      <h2>نصيحة:</h2>
      <p>اذا كان النبى صلى الله عليه وسلم قد شرط الصدق والتبيين فى البيع لكى يكون مباركاً وهو واقع على سلع وممتلكات (فإن صدقا وبيّنا بورك لهما فى بيعهما وإن كتما وكذبا محقت بركة بيعهما ) فإن الصدق والتبيين فى موضوع النكاح من باب أولى .</p>
      <p>&nbsp;</p>
      <h3><a href="men">نموذج الرجال</a></h3>
      <h3><a href="women">نموذج النساء</a></h3>
    </div>
;

export default Home;
